Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sami-giellaguovddazat.html.tmx
Source language: sme
Languages: sma

source: Sámi giellaguovddážat / Artikler / Sámás muinna / Giella / Sámediggi - Sametinget
sma: Saemien gïelejarngh / Artikler / Saemesth munnjien / Gïele / Saemiedigkie - Sametinget

source: Sámi giellaguovddážat
sma: Saemien gïelejarngh

source: Sámi giellaguovddážat leat hui deaŧalaččat sámegiela nannema ja ovddideami barggus.
sma: Saemien gïelejarngh aktem vihkeles råållam utnieh juktie saemien gïelem nænnoestehtedh jïh saemien gïelem evtiedidh.

source: Dat leat erenoamáš deaŧalaččat lagasbirrasiidda ja daid olis leat ollu doaimmat iešguđetge guovllus.
sma: Dah leah joekoen vihkeles dan gietskies byjresasse jïh jïjnjh darjomh sijjen dajvine sjugniedieh.

source: Giellaguovddážat leat iežaset doaimmaid bokte hui guovddážis čalmmustahttime sámegiela lagasbirrasiin, seammás go leat guovllu sámi álbmoga gávnnadanbáikin.
sma: Gïelejarngi darjomh viehkiehtieh dam saemien gïelem våajnoes darjodh gietskies byjresisnie, seamma tïjjen goh dah leah sijjieh gusnie dajven saemieh maehtieh gaavnedidh.

source: Nu leat giellaguovddážiid barggut deaŧalaččat sihke mánáide, nuoraide, ollesolbmuide ja vuorrasit sámiide.
sma: Gïelejarngi darjomh leah dan åvteste vihkeles dovne maanide, noeride, geerve jïh båeries almetjidie.

source: Giellaguovddážat dollet máŋggalágan sámegielkurssaid, ja čađahit iešguđetlágan giellaprošeavttaid.
sma: Gïelejarngh ovmessie kuvsjh saemien gïelesne öörnedieh, jïh ovmessie gïeleprosjekth tjïrrehtieh.

source: Dat fállet sámegiela álgokurssaid, mat muhtimat addet oahppočuoggáid ja earalágan geavatlaš kurssaid, gos ovttastit omd. giella- ja duodjeoahpu.
sma: Dah faalenassem aalkoekuvsji bïjre vedtieh gusnie naaken poengem vedtieh jïh naan kuvsjh leah vielie praktihkeles, goh gïele- jïh duedtielïerehtimmie ektesne.

source: Giellaguovddážat lágidit doaimmaid nugo mánáideahkediid, vuorrasiid deaivvademiid, temámátkkiid ja ráhkadit ávdnasiid mat leat ávkkálaččat giellaoahpaheamis.
sma: Gïelejarngh darjomh öörnedieh goh maana-iehkedh, voeresetjåanghkoeh, gïelebiesieh, teemafealadimmieh jïh dalhketjh darjoeh mah leah nuhteligs gïelelïerehtimmesne.

source: Giellaguovddážat váldet vuođu iežaset giellaguovlluin ja čađahit doaimmaid mat leat heivehuvvon dárbbuide mat leat iešguđetge guovllus.
sma: Guktie lea saemien gïeline lea joekehts dajveste dajvese, jïh vihkeles råajvarimmiejgujmie nïerhkedh mah leah daerpiesvoetide sjïehtedamme fïereguhtene dajvesne.

source: Oktasaš ulbmilin buot giellaguovddážiin lea datte sámegiela čalmmustahttin ja sámegiela nannen ja ovddideapmi.
sma: Gïelejarngi tjåenghkies ulmie lea læjhkan saemien gïelem våajnoes darjodh, jïh viehkiehtidh guktie saemien nænnoesåbpoe sjædta jïh evtiesåvva.

source: Vuollelis leat liŋkkat buot giellaguovddážiidda, ja liŋkkat eará ásahusaide mat fállet sámegielas oahpahusa.
sma: Nuelesne bïevnesh gaajhki gïelejarngi bïjre, jïh bïevnesh aaj jeatjah institusjovnide mah faalenassem vedtieh saemien gïelelïerehtimmien bïjre.

source: Válde áinnas njuolga oktavuođa daiguin jus háliidat diehtit eambbo dihto oahpahusfálaldagaid ja doaimmaid birra.
sma: Gaskesadth maaje ryöktesth dejgujmie, juktie vielie bïevnesh åadtjodh sjyöhtehke gïelelïerehtimmiefaalenassi jïh darjomi bïjre.

source: Vuollelis leat maiddái liŋkkat ávkkálaš giellareaidduide.
sma: Datne aaj svaalhtesh gaavnh såemies nuhteligs gïeledïrregidie.

source: EVENÁŠŠI Várdobaiki
sma: Saemien gïelejarngh

source: LOABÁT Ástávuona giellagoahtie Oahpahusásahusat
sma: LAVANGEN Ástávuona giellagoahtie, Lavangen

source: KÁRÁŠJOHKA Sámi joatkkaskuvla
sma: RØYRVIK Gïeleaernie i Røyrvik

source: GUOVDAGEAIDNU Sámi joatkkaskuvla ja boažodoalloskuvla
sma: SNÅSA Gïelem nastedh i Snåsa Lïerehtimmieinstitusjovnh

source: Allaskuvllat ja universitehtat
sma: Jïlleskuvlh jïh universiteeth

source: Eará resurssat
sma: Jeatjah vierhtieh

source: Reiveskuvllat ja interaktiiva oahpahus
sma: Prievieskuvlh jïh interaktijve lïerehtimmie

source: Folkeuniversitetet - Davvin 1,2,3,4 E-skuvla - Sámegiella 1-2-3
sma: E-skuvla - Saemien 1, 2 jïh 3 jïh åarjelsaemien aalkoekuvsje

source: - Hárjehallanprogramma sutnje gii hálida hárjehallat dávvisámegiela
sma: - akte programme dïsse mij sæjhta noerhtesaemien haarjanidh

source: Sátnegirjjit Interneahtas
sma: Sámásta - julevsaemien aalkoekuvsje

source: Sámi sátnevuorká Risten – sámi sátnevuorká
sma: Eurotalk Learn Saami – maahta dam åestedh

source: Sámi báikenamat Norggas ja Ruotas Sámi báikenamat Norggas ja Ruotas
sma: Saemien sijjienommh Nöörjesne jïh Sveerjesne Saemien sijjienommh Nöörjesne jïh Sveerjesne

source: Eará
sma: Jeatjah

source: Sámi oahpponeavvut neahtas ovttas aktan aktesne
sma: Saemien learoevierhtieh gaskeviermesne ovttas aktan aktesne

source: Riektačállinprográmma Divvun
sma: Staeriedimmieprogramme Divvun

source: Sámegiela giellatekno guovddáš Sámi giellatekno
sma: Saemien Gïeleteknologijen Jarngen Sámi giellatekno
